Repository: JHPaymentSolutions/MobileSDK-EnsentaRDC-iOS
Catalog: JHAssets/JHLocalizable/*.lproj/JHLocalizable.strings
Languages: es

# JH_Account
source: Account
es: Cuenta

# JH_Account_Number
source: Account Number
es: Número de Cuenta

# JH_Add_More_Checks
source: Add More Checks
es: Agregar Más Cheques

# JH_Adjusted
source: Adjusted
es: Ajustado

# JH_Adjust_Your_Total
source: Adjust Your Total
es: Ajusta Tu Total

# JH_Adjusted_By
source: Adjusted by
es: Ajustado por

# JH_All_History
source: All History
es: Todo el Historial

# JH_All_Open_Batches
source: All Open Batches
es: Todos los Lotes Abiertos

# JH_Amount
source: Amount
es: Cantidad

# JH_Amount_Greater_Than_Dollar
source: Amount must be at least $1.
es: La cantidad debe ser al menos $1.

# JH_Another_Check
source: Another Check
es: Otro Cheque

# JH_Approved_Amount
source: Approved Amount
es: Cantidad Aprobada

# JH_Ascending_Date
source: Ascending
es: Ascendente

# JH_Back_To_Activity
source: Back To History
es: Volver al Historial

# JH_Back_To_Batch
source: Back To Batch
es: Volver al Lote

# JH_Batch_Created_By
source: Batch Created By
es: Lote Creado por

# JH_Batch_Deposits
source: Batch Deposits
es: Depósitos del Lote

# JH_Batch_Details
source: Batch Checks
es: Detalles del Lote

# JH_Batch_Summary
source: Batch Summary
es: Resumen del Lote

# JH_Batch_Status
source: Batch Status:
es: Estado del Lote:

# JH_Status
source: Status:
es: Estado:

# JH_Batch_Total
source: Batch Total
es: Total del Lote

# JH_Batch_Total_Exceed
source: Total exceeds the daily limit.
es: El total excede el límite diario.

# JH_Batch_Total_Remaining
source: Batch total exceeds the remaining limit of
es: El total del lote excede el límite restante de

# JH_Camera_Permission
source: Camera permission
es: Permiso de Cámara

# JH_Camera_Permission_Message
source: Camera permission is required for check deposit. Please check your device settings.
es: Se requiere permiso de cámara para depositar cheques. Por favor, revise la configuración de su dispositivo.

# JH_Cancel
source: Cancel
es: Cancelar

# JH_Capture
source: Capture
es: Capturar

# JH_Check
source: Check
es: Cheque

# JH_Check_Amount
source: Check Amount
es: Cantidad del Cheque

# JH_Check_Back
source: Check Back
es: Revisar Atrás

# JH_Check_Captured
source: Check | Captured!
es: Cheque | Capturado!

# JH_Check_Details
source: Check Details
es: Detalles del Cheque

# JH_History_Check_Details
source: Check | Details
es: Cheque | Detalles

# JH_Check_Front
source: Check Front
es: Frente del Cheque

# JH_Check_Number_Back
source: Check | Back
es: Cheque | Atrás

# JH_Check_Number_Front
source: Check | Front
es: Cheque | Frente

# JH_Checks
source: Checks
es: Cheques

# JH_Checks_In_Batch
source: Checks In Batch
es: Cheques en el Lote

# JH_Return
source: Return
es: Devolver

# JH_Connect_And_Refresh
source: Connect to network and refresh
es: Conéctese a la red y actualice

# JH_Created_By
source: User:
es: Usuario:

# JH_Date
source: Date
es: Fecha

# JH_Delete_Batch
source: Delete Batch
es: Eliminar Lote

# JH_Delete_Check
source: Delete Check
es: Eliminar Cheque

# JH_Deposit_Complete
source: Deposit Complete
es: Depósito Completo

# JH_Deposit_Options
source: Deposit Options
es: Opciones de Depósito

# JH_Deposit_Single_Check
source: Deposit Single Check
es: Depositar Cheque Único

# JH_Deposited
source: Deposited
es: Depositado

# JH_Deposited_By
source: Deposited By
es: Depositado por

# JH_Descending_Date
source: Descending
es: Descendente

# JH_Description
source: Description
es: Descripción

# JH_Dollar_Value
source: Dollar Value
es: Valor en Dólares

# JH_Done
source: Done
es: Hecho

# JH_Duplicate_Message
source: This check has been deposited already.
es: Este cheque ya ha sido depositado.

# JH_Enter
source: Enter
es: Ingresar

# JH_Enter_Amount
source: Enter Amount
es: Ingresar Cantidad

# JH_Enter_Description
source: Enter Description
es: Ingresar Descripción

# JH_Email_Receipt
source: Email Receipt
es: Recibo por Correo Electrónico

# JH_Email_Sent
source: Email Sent
es: Correo Electrónico Enviado

# JH_Enter_Batch_Details
source: Enter Batch Details
es: Ingresar Detalles del Lote

# JH_Enter_Email
source: Enter email address
es: Ingresar dirección de correo electrónico

# JH_Evaluating
source: ...pending...
es: ...pendiente...

# JH_Exit_JHDeposit
source: Exit EnsentaRDC
es: Salir de EnsentaRDC

# JH_Expiry_Warning_Today
source: Expires today
es: Expira hoy

# JH_Expiry_Warning_Tomorrow
source: Expires tomorrow
es: Expira mañana

# JH_Expiry_Warning_Multi
source: Expires in | days
es: Expira en | días

# JH_FDIC_Text
source: FDIC-Insured - Backed by the full faith and credit of the U.S. Government
es: Asegurado por la FDIC - Respaldado por la plena fe y crédito del Gobierno de los EE.UU.

# JH_Hard_Reject_Message
source: This check cannot be accepted.
es: Este cheque no puede ser aceptado.

# JH_History
source: History
es: Historial

# JH_History_Graph
source: Graph
es: Gráfico

# JH_History_List
source: History List
es: Lista de Historial

# JH_Hide_Items
source: Hide Items
es: Ocultar Elementos

# JH_Show_Items
source: Show Items
es: Mostrar Elementos

# JH_Open
source: Open
es: Abrir

# JH_Home
source: Home
es: Inicio

# JH_Im_Done
source: I'm Done
es: He Terminado

# JH_Important_Update
source: Important security update available. Please go to the AppStore and update.
es: Actualización de seguridad importante disponible. Por favor, vaya a la AppStore y actualice.

# JH_Email_Validation_Failed
source: Invalid email
es: Correo electrónico inválido

# JH_Invalid_Session
source: Invalid session
es: Sesión inválida

# JH_Network_Error
source: Network Error
es: Error de Red

# JH_Network_Error_Message
source: Please connect and try again.
es: Por favor, conéctese y vuelva a intentarlo.

# JH_Next
source: Next
es: Siguiente

# JH_No_Description
source: ~No Description~
es: ~Sin Descripción~

# JH_No_Open_Batches
source: You currently have no open batches.
es: Actualmente no tiene lotes abiertos.

# JH_No_Transactions_History
source: You currently have no transaction history.
es: Actualmente no tiene historial de transacciones.

# JH_Num_Of_Checks
source: Number of Checks
es: Número de Cheques

# JH_Place_Check_Facedown
source: Place your check face-down with your endorsement on the right
es: Coloque su cheque boca abajo con su endoso a la derecha

# JH_Place_Check_Faceup
source: (Place check face-up)
es: (Coloque el cheque boca arriba)

# JH_Place_Your_Check
source: Place your check face-up on a dark surface
es: Coloque su cheque boca arriba sobre una superficie oscura

# JH_Please_Enter_Your_Total
source: Please enter your total
es: Por favor, ingrese su total

# JH_Please_Relaunch
source: Please relaunch
es: Por favor, reinicie

# JH_Post_Question
source: Post transaction?
es: ¿Publicar transacción?

# JH_Post
source: Post
es: Publicar

# JH_Red_Error_Message
source: Please deal with the red errors
es: Por favor, resuelva los errores en rojo

# JH_Rejected
source: Rejected
es: Rechazado

# JH_Resubmit
source: Resubmit
es: Reenviar

# JH_Retake
source: Retake
es: Rehacer

# JH_Retake_Both
source: You must retake front AND back images to update this item.
es: Debe rehacer las imágenes del frente Y del reverso para actualizar este elemento.

# JH_Main_Menu
source: Main Menu
es: Menú Principal

# JH_Save_For_Later
source: Save for Later
es: Guardar para Más Tarde

# JH_Select_Deposit_Account
source: Select Deposit Account
es: Seleccionar Cuenta de Depósito

# JH_Send
source: Send
es: Enviar

# JH_Select_Account
source: Select Account
es: Seleccionar Cuenta

# JH_Server_Error
source: Server Error
es: Error del Servidor

# JH_Single_Check_Deposits
source: Single Check Deposits
es: Depósitos de Cheques Únicos

# JH_Start_New_Batch
source: Start New Batch
es: Iniciar Nuevo Lote

# JH_Submit
source: Submit
es: Enviar

# JH_Submit_Batch
source: Submit Batch
es: Enviar Lote

# JH_Submitted_Amount
source: Submitted Amount
es: Cantidad Enviada

# JH_Totals_Do_Not_Match
source: User Total and Batch Total do not match.
es: El Total del Usuario y el Total del Lote no coinciden.

# JH_User_Entered_Amount
source: User Entered Amount
es: Cantidad Ingresada por el Usuario

# JH_Val_Of_Checks
source: Value of Checks
es: Valor de los Cheques

# JH_Yes
source: Yes
es: Sí

# JH_Your_Open_Batches
source: Your Open Batches
es: Sus Lotes Abiertos

# JH_Creating_Batch
source: Creating batch...
es: Creando lote...

# JH_Creating_Deposit
source: Creating deposit...
es: Creando depósito...

# JH_Deleting_Check
source: Deleting Check...
es: Eliminando cheque...

# JH_Deleting_Batch
source: Deleting Batch...
es: Eliminando lote...

# JH_Evaluating_Risks
source: Evaluating risks
es: Evaluando riesgos

# JH_Loading_Check_Images
source: Loading check images...
es: Cargando imágenes de cheques...

# JH_Retrieving_History
source: Retrieving history...
es: Recuperando historial...

# JH_Loading_Images_For
source: Loading images for Check #
es: Cargando imágenes para el cheque #

# JH_Loading_JHDeposit
source: Loading EnsentaRDC...
es: Cargando EnsentaRDC...

# JH_Loading_Open
source: Loading open batches...
es: Cargando lotes abiertos...

# JH_Posting_Batch
source: Posting batch...
es: Publicando lote...

# JH_Posting_Check
source: Posting check...
es: Publicando cheque...

# JH_Reloading_History
source: Reloading history...
es: Recargando historial...

# JH_Resorting_History
source: Re-sorting history...
es: Reordenando historial...

# JH_Resubmitting_Check
source: Resubmitting check...
es: Reenviando cheque...

# JH_Retrieving_Batch
source: Retrieving batch details...
es: Recuperando detalles del lote...

# JH_Retrieving_Data
source: Retrieving data...
es: Recuperando datos...

# JH_Submitting_Check
source: Submitting check...
es: Enviando cheque...

# X_Unknown_Error
source: Unknown Error
es: Error desconocido

# X_Timed_Out
source: Timed out
es: Tiempo de espera agotado

# X_Server_Error
source: Server Error
es: Error del servidor

# X_Session_Expired
source: Session expired
es: Sesión expirada

# X_Deposit_Error
source: Deposit Error
es: Error de depósito

# JH_VO_Add_Check
source: add another check.
es: agregar otro cheque.

# JH_VO_All_User
source: for all users.
es: para todos los usuarios.

# JH_VO_All_User_History
source: currently showing history for all users.
es: mostrando historial para todos los usuarios.

# JH_VO_All_User_History_Action
source: Double tap to see history for all users.
es: Doble toque para ver el historial de todos los usuarios.

# JH_VO_Another_Check
source: Add Another Check
es: Agregar otro cheque

# JH_VO_Arrow_Back
source: Back Arrow
es: Flecha hacia atrás

# JH_VO_Arrow_Next
source: Next Arrow
es: Flecha hacia adelante

# JH_VO_Available
source: Available
es: Disponible

# JH_VO_Back_History_Check_Detail
source: You are back on Check Details
es: Has vuelto a los detalles del cheque

# JH_VO_Back_Image
source: Check Back image.
es: Imagen trasera del cheque.

# JH_VO_Back_Main_History
source: You are on Main History in the batch summary again.
es: Estás en el historial principal en el resumen del lote nuevamente.

# JH_VO_Back_Side
source: Back side of check image is open.
es: El lado trasero de la imagen del cheque está abierto.

# JH_VO_Back_To_Top
source: Back to Top of the history transaction list.
es: Volver al principio de la lista de transacciones del historial.

# JH_VO_Batch_Total
source: and batch total is
es: y el total del lote es

# JH_VO_Batch_Total_Not_Match
source: Batch total doesn't match the user entered amount. please fix it.
es: El total del lote no coincide con la cantidad ingresada por el usuario. por favor arréglalo.

# JH_VO_Button
source: Button
es: Botón

# JH_VO_Cancel_Capture
source: cancel captured image.
es: cancelar imagen capturada.

# JH_VO_Capture_Back
source: Capture back side of the check
es: Capturar el lado trasero del cheque

# JH_VO_Capture_Front
source: Capture front side of the check
es: Capturar el lado delantero del cheque

# JH_VO_Captured_Back
source: Captured back side of the check, Double tap to re-capture back image
es: Lado trasero del cheque capturado, doble toque para volver a capturar la imagen trasera

# JH_VO_Captured_Front
source: Captured front side of the check, Double tap to re-capture front image
es: Lado delantero del cheque capturado, doble toque para volver a capturar la imagen delantera

# JH_VO_Change_To_Amount
source: change to deposit dollar amount
es: cambiar a la cantidad en dólares del depósito

# JH_VO_Change_To_Check
source: change to number of checks
es: cambiar al número de cheques

# JH_VO_Check
source: Check
es: Cheque

# JH_VO_Check_Amount
source: Check Amount is:
es: La cantidad del cheque es:

# JH_VO_Check_For
source: check, for
es: cheque, para

# JH_VO_Check_In_Batch
source: check in batch of
es: cheque en lote de

# JH_VO_Checks_For
source: checks, totaling
es: cheques, totalizando

# JH_VO_Check_In_This_Batch
source: check in this batch
es: cheque en este lote

# JH_VO_Checks_In_This_Batch
source: checks in this batch
es: cheques en este lote

# JH_VO_CheckSide_Front
source: for, front side of the check
es: para, lado delantero del cheque

# JH_VO_CheckSide_Back
source: for, back side of the check
es: para, lado trasero del cheque

# JH_VO_CheckSide_Both
source: for, front and back sides of the check
es: para, lados delantero y trasero del cheque

# JH_VO_Chevron_Left_Disabled
source: Disabled as you cannot go further back in history.
es: Deshabilitado ya que no puedes retroceder más en el historial.

# JH_VO_Chevron_Right_Disabled
source: Disabled as this is the current week.
es: Deshabilitado ya que esta es la semana actual.

# JH_VO_Confirmation
source: Confirmation screen:
es: Pantalla de confirmación:

# JH_VO_Collapse_cell
source: Double tap to hide the batch checks and hear the batch summary, or swipe right to navigate to individual batch checks
es: Doble toque para ocultar los cheques del lote y escuchar el resumen del lote, o desliza a la derecha para navegar a los cheques individuales del lote

# JH_VO_Completed
source: Completed.
es: Completado.

# JH_VO_Conf_Risk_Found
source: A confirmable risk was found
es: Se encontró un riesgo confirmable

# JH_VO_Conf_Risks_Found
source: confirmable risks were found.
es: se encontraron riesgos confirmables.

# JH_VO_Create_Batch
source: create a batch and navigate to check capture screen
es: crear un lote y navegar a la pantalla de captura de cheques

# JH_VO_Creating_Batch
source: Creating batch
es: Creando lote

# JH_VO_Current_Date_Range
source: Current date range is
es: El rango de fechas actual es

# JH_VO_Currently
source: currently
es: actualmente

# JH_VO_Currently_Showing
source: Currently showing
es: Mostrando actualmente

# JH_VO_Currently_Disabled
source: currently disabled
es: actualmente deshabilitado

# JH_VO_Delete
source: Delete
es: Eliminar

# JH_VO_Delete_Batch
source: Delete this Batch.
es: Eliminar este lote.

# JH_VO_Deletes_Batch
source: Deletes this Batch.
es: Elimina este lote.

# JH_VO_Delete_Batch_Check
source: delete this batch check
es: eliminar este cheque del lote

# JH_VO_Delete_Check
source: Deletes this Check.
es: Elimina este cheque.

# JH_VO_Deletes_This_Deposit
source: Deletes this check deposit
es: Elimina este depósito de cheque

# JH_VO_Deposit_Batch
source: Deposit this batch
es: Depositar este lote

# JH_VO_Deposit_Check
source: Deposit this check
es: Depositar este cheque

# JH_VO_Description_For_Batch
source: Description for the Batch is
es: Descripción del lote es

# JH_VO_Disabled
source: disabled
es: deshabilitado

# JH_VO_Disabled_Account
source: missing account
es: cuenta faltante

# JH_VO_Disabled_Amount
source: missing Check Amount
es: cantidad del cheque faltante

# JH_VO_Disabled_Batch_Total
source: missing batch total
es: total del lote faltante

# JH_VO_Disabled_Description
source: missing Description
es: descripción faltante

# JH_VO_Disabled_Image
source: missing check image
es: imagen del cheque faltante

# JH_VO_Disabled_Limit
source: transaction exceeds daily limit
es: la transacción excede el límite diario

# JH_VO_Dismiss
source: dismiss
es: descartar

# JH_VO_Dismiss_Edit_Batch
source: dismiss edit batch modal
es: descartar modal de edición de lote

# JH_VO_Dollar_Value
source: Currently showing dollar amount for deposits
es: Mostrando actualmente la cantidad en dólares para depósitos

# JH_VO_Done_Button
source: Double tap to close keyboard, or swipe right to access keys.
es: Doble toque para cerrar el teclado, o desliza a la derecha para acceder a las teclas.

# JH_VO_Double_Tap
source: Double tap to
es: Doble toque para

# JH_VO_Double_Tap_Main_Menu
source: Double tap to return to Main Menu
es: Doble toque para volver al menú principal

# JH_VO_Double_Tap_Resubmit
source: Double tap to resubmit check
es: Doble toque para reenviar cheque

# JH_VO_Double_Tap_Retake
source: Double tap to retake this image
es: Doble toque para volver a tomar esta imagen

# JH_VO_Double_Tap_Return
source: Double tap to return
es: Doble toque para regresar

# JH_VO_Double_Tap_Select_Account
source: Double tap to select from available accounts
es: Doble toque para seleccionar entre las cuentas disponibles

# JH_VO_Double_Tap_Select_Different_Account
source: Double tap to select a different account
es: Doble toque para seleccionar una cuenta diferente

# JH_VO_Double_Tap_Submit
source: Double tap to submit check
es: Doble toque para enviar cheque

# JH_VO_Edit
source: edit
es: editar

# JH_VO_Edit_Batch
source: edit batch
es: editar lote

# JH_VO_Ellipsis
source: ellipsis
es: elipsis

# JH_VO_Enter_Single_Details
source: Enter Deposit Details
es: Ingresar detalles del depósito

# JH_VO_Evaluating_Check
source: Evaluating check.
es: Evaluando cheque.

# JH_VO_Exit_Deposit
source: exit from the check deposit process.
es: salir del proceso de depósito de cheques.

# JH_VO_Expand_cell
source: Double tap to expand and show the batch checks.
es: Doble toque para expandir y mostrar los cheques del lote.

# JH_VO_FDIC_Text
source: Transactions are FDIC Insured.
es: Las transacciones están aseguradas por la FDIC.

# JH_VO_Fix_Issue
source: You must fix the issue or delete this check deposit.
es: Debes solucionar el problema o eliminar este depósito de cheque.

# JH_VO_Fix_Reject_Risk
source: You must fix the risk or delete this check deposit.
es: Debes solucionar el riesgo o eliminar este depósito de cheque.

# JH_VO_For_All_User
source: for all users
es: para todos los usuarios

# JH_VO_For_Single_User
source: for this user only
es: solo para este usuario

# JH_VO_Front_Image
source: Check Front image.
es: Imagen frontal del cheque.

# JH_VO_Front_Side
source: Front side of check image is open.
es: El lado delantero de la imagen del cheque está abierto.

# JH_VO_GO_TO_Back
source: Go to back
es: Ir a la parte trasera

# JH_VO_GO_TO_Front
source: Go to front
es: Ir a la parte delantera

# JH_VO_Graph_Check
source: on %@ the %@ of %@, %@ check was deposited in single deposits, and %d check were deposited in batch deposits
es: el %@ de %@, %@ cheque fue depositado en depósitos individuales, y %d cheque fue depositado en depósitos por lotes

# JH_VO_Graph_Check_Checks
source: on %@ the %@ of %@, %@ check was deposited in single deposits, and %d checks were deposited in batch deposits
es: el %@ de %@, %@ cheque fue depositado en depósitos individuales, y %d cheques fueron depositados en depósitos por lotes

# JH_VO_Graph_Checks_Check
source: on %@ the %@ of %@, %@ checks were deposited in single deposits, and %d checks were deposited in batch deposits
es: el %@ de %@, %@ cheques fueron depositados en depósitos individuales, y %d cheques fueron depositados en depósitos por lotes

# JH_VO_Graph_Check_Multi
source: on %@ the %@ of %@, %@ check was deposited in batch deposits.
es: el %@ de %@, %@ cheque fue depositado en depósitos por lotes.

# JH_VO_Graph_Checks_Multi
source: on %@ the %@ of %@, %@ checks were deposited in batch deposits.
es: el %@ de %@, %@ cheques fueron depositados en depósitos por lotes.

# JH_VO_Graph_Check_Single
source: on %@ the %@ of %@, %@ check was deposited in single deposits.
es: el %@ de %@, %@ cheque fue depositado en depósitos individuales.

# JH_VO_Graph_Checks_Single
source: on %@ the %@ of %@, %@ checks were deposited in single deposits.
es: el %@ de %@, %@ cheques fueron depositados en depósitos individuales.

# JH_VO_Graph_Checks
source: on %@ the %@ of %@, %@ checks were deposited in single deposits, and %d checks were deposited in batch deposits
es: el %@ de %@, %@ cheques fueron depositados en depósitos individuales, y %d cheques fueron depositados en depósitos por lotes

# JH_VO_Graph_Dollar_Amount
source: on %@ the %@ of %@, single deposits totaled $%.2f, and batch deposits totaled $%.2f.
es: el %@ de %@, los depósitos individuales totalizaron $%.2f, y los depósitos por lotes totalizaron $%.2f.

# JH_VO_Graph_Dollar_Amount_Multi
source: on %@ the %@ of %@, there were no single deposits. and batch deposits totaled $%.2f.
es: el %@ de %@, no hubo depósitos individuales. y los depósitos por lotes totalizaron $%.2f.

# JH_VO_Graph_No_Deposit
source: on %@ the %@ of %@, there were no deposits
es: el %@ de %@, no hubo depósitos

# JH_VO_Graph_Single_Dollar_Amount
source: on %@ the %@ of %@, single deposits totaled $%.2f, and there were no batch deposits.
es: el %@ de %@, los depósitos individuales totalizaron $%.2f, y no hubo depósitos por lotes.

# JH_VO_Graph_Title_Dollar_Amount
source: showing deposit amounts per week
es: mostrando montos de depósitos por semana

# JH_VO_Graph_Title_Num_Of_Checks
source: showing Number of checks per week
es: mostrando número de cheques por semana

# JH_VO_History
source: History
es: Historial

# JH_VO_History_Graph
source: History Graph.
es: Gráfico de historial.

# JH_VO_History_Back_Button
source: Back to Deposit Options Menu
es: Volver al menú de opciones de depósito

# JH_VO_History_sort_Button
source: Sort history
es: Ordenar historial

# JH_VO_Item_Pending
source: batch items is pending
es: elementos del lote están pendientes

# JH_VO_Item_Showing
source: item showing
es: elemento mostrado

# JH_VO_Items_Showing
source: items showing
es: elementos mostrados

# JH_VO_Limit
source: the batch total exceeds the daily limit
es: el total del lote excede el límite diario

# JH_VO_List_Of_Accounts
source: List of available accounts,
es: Lista de cuentas disponibles,

# JH_VO_Loading_Check_Images
source: Loading check images.
es: Cargando imágenes de cheques.

# JH_VO_Many_Open_Batches
source: Open batches.
es: Lotes abiertos.

# JH_VO_Must_Be_Resubmitted
source: Check must be resubmitted
es: El cheque debe ser reenviado

# JH_VO_Navigate_BatchSummary
source: Navigate to batch summary screen.
es: Navegar a la pantalla de resumen del lote.

# JH_VO_Navigate_CheckDetail
source: Navigates to check details
es: Navegar a los detalles del cheque

# JH_VO_Navigate_Create_Batch
source: Navigates to create new batch
es: Navegar para crear un nuevo lote

# JH_VO_Navigate_Graph
source: Navigates to graph view
es: Navegar a la vista de gráficos

# JH_VO_Navigate_History
source: Navigates to history transactions.
es: Navegar a las transacciones del historial.

# JH_VO_Navigate_Main_Menu
source: Navigate to Main menu.
es: Navegar al menú principal.

# JH_VO_Navigate_Single_deposit
source: Navigates to single deposit.
es: Navegar a depósito individual.

# JH_VO_Navigate_Summary
source: Navigates to batch summary screen.
es: Navegar a la pantalla de resumen del lote.

# JH_VO_Navigate_To_Next_Check
source: Navigates to next check
es: Navegar al siguiente cheque

# JH_VO_Navigate_To_Next_Week
source: Navigate to next week.
es: Navegar a la próxima semana.

# JH_VO_Navigate_To_Previous_Check
source: Navigates to previous check
es: Navegar al cheque anterior

# JH_VO_Navigate_To_Previous_Week
source: Navigate to Previous week.
es: Navegar a la semana anterior.
