Repository: JHPaymentSolutions/MobileSDK-EnsentaRDC-iOS
Catalog: JHAssets/JHLocalizable/*.lproj/JHLocalizable.strings
Languages: es

# JH_VO_No_Check_In_Batch
source: there are no checks in this batch, please add checks or delete the batch.
es: no hay cheques en este lote, por favor agregue cheques o elimine el lote.

# JH_VO_No_Open_Batches
source: Currently you have no open batches.
es: Actualmente no tienes lotes abiertos.

# JH_VO_Num_Of_Check
source: There is %d check in this batch
es: Hay %d cheque en este lote

# JH_VO_Num_Of_Checks
source: There are %d checks in this batch
es: Hay %d cheques en este lote

# JH_VO_Number_Of_Checks
source: Current showing number of checks in deposits
es: Mostrando actualmente el número de cheques en depósitos

# JH_VO_One_Open_Batches
source: Open batch.
es: Lote abierto.

# JH_VO_One_Or_More_Issues
source: One or more issues with your deposit.
es: Uno o más problemas con su depósito.

# JH_VO_Open
source: Open
es: Abrir

# JH_VO_Open_Image
source: Double tap to open image in landscape.
es: Doble toque para abrir la imagen en modo horizontal.

# JH_VO_Open_cell
source: Double tap to navigate to check details.
es: Doble toque para navegar a los detalles del cheque.

# JH_VO_Order
source: order
es: orden

# Jh_VO_Receipt
source: you are now on the Receipt screen
es: ahora estás en la pantalla de recibo

# JH_VO_Refresh_Open_Batch
source: Refresh open batches
es: Actualizar lotes abiertos

# JH_VO_Reject_Level_Risk_Found
source: There was a reject level risk found. Please fix it and resubmit, or delete the check
es: Se encontró un riesgo de nivel de rechazo. Por favor arréglelo y vuelva a enviar, o elimine el cheque

# JH_VO_Reject_Risk_Found
source: A reject level risk was found.
es: Se encontró un riesgo de nivel de rechazo.

# JH_VO_Reject_Risks_Found
source: reject level risks were found
es: se encontraron riesgos de nivel de rechazo

# JH_VO_Reload_Open_Batch
source: Reloads open batches
es: Recargar lotes abiertos

# JH_VO_Resubmitting_Check
source: re-submitting deposit
es: reenviando depósito

# JH_VO_Resubmit_To_Continue
source: Resubmit to continue, or delete check.
es: Reenviar para continuar, o eliminar cheque.

# JH_VO_Retake_Back
source: retake back side of the check
es: volver a tomar el lado trasero del cheque

# JH_VO_Retake_Front
source: retake front side of the check
es: volver a tomar el lado delantero del cheque

# JH_VO_Retrieving_Batch
source: Retrieving batch details.
es: Recuperando detalles del lote.

# JH_VO_Return
source: Return
es: Regresar

# JH_VO_Return_To_Batch_Summary
source: Return to batch summary screen.
es: Regresar a la pantalla de resumen del lote.

# JH_VO_Return_To_History_Check_Detail
source: Return to history check detail page
es: Regresar a la página de detalles del cheque del historial

# JH_VO_Return_To_JHDeposit_Menu
source: Return to JH Deposit Menu
es: Regresar al menú de depósito JH

# JH_VO_Return_To_Main_History
source: Return to main history page
es: Regresar a la página principal del historial

# JH_VO_Return_To_Main_Menu
source: Return to Main menu.
es: Regresar al menú principal.

# JH_VO_Reverse_Order
source: Double tap to reverse the order
es: Doble toque para invertir el orden

# JH_VO_Risks_Reset
source: Risks reset. Check must be resubmitted
es: Riesgos restablecidos. El cheque debe ser reenviado

# JH_VO_Save_For_Later
source: Save this batch and deposit it later.
es: Guardar este lote y depositarlo más tarde.

# JH_VO_Select_Account
source: Select the deposit account
es: Seleccionar la cuenta de depósito

# JH_VO_Select_This_Account
source: Select this account
es: Seleccionar esta cuenta

# JH_VO_Selected_Account_Is
source: Selected account is
es: La cuenta seleccionada es

# JH_VO_Send_Email
source: send email receipt
es: enviar recibo por correo electrónico

# JH_VO_Start_Batch
source: Start a multi check deposit.
es: Iniciar un depósito de múltiples cheques.

# JH_VO_Start_New_Batch
source: Start a new batch
es: Iniciar un nuevo lote

# JH_VO_Start_Single_Deposit
source: Start a Single Deposit.
es: Iniciar un depósito único.

# JH_VO_Status
source: Status
es: Estado

# JH_VO_Submitting_Check
source: Submitting check deposit
es: Enviando depósito de cheque

# JH_VO_Swipe_Down
source: Swipe Down to
es: Deslizar hacia abajo para

# JH_VO_Swipe_Right
source: Swipe right to access keys.
es: Deslizar hacia la derecha para acceder a las teclas.

# JH_VO_Swipe_Up
source: Swipe Up to
es: Deslizar hacia arriba para

# JH_VO_Swipe_Up_Graph
source: Swipe up or down to get more info about audio graph.
es: Deslizar hacia arriba o hacia abajo para obtener más información sobre el gráfico de audio.

# JH_VO_To_Select_Different_Account
source: to select a different account
es: para seleccionar una cuenta diferente

# JH_VO_Total_Amount
source: Total amount is:
es: El monto total es:

# JH_VO_Total_Num_Of_Checks
source: Total number of checks are:
es: El número total de cheques es:

# JH_VO_User
source: for this user only.
es: solo para este usuario.

# JH_User_Entered_Amount_Match
source: User entered amount matches the batch total.
es: La cantidad ingresada por el usuario coincide con el total del lote.

# JH_User_Entered_Amount_Not_Match
source: User entered amount doesn't match the batch total.
es: La cantidad ingresada por el usuario no coincide con el total del lote.

# JH_VO_User_History
source: currently showing history for this user only.
es: mostrando actualmente el historial solo para este usuario.

# JH_VO_User_History_Action
source: Double tap to see only this user's history.
es: Doble toque para ver solo el historial de este usuario.

# JH_VO_Username
source: Username
es: Nombre de usuario

# JH_VO_Version
source: version
es: versión

# JH_VO_Week
source: %@ of %@ through the %@ of %@
es: %@ de %@ hasta el %@ de %@

# JH_VO_Week_Amount
source: From the %@ of %@ through the %@ of %@, the total amount deposited was
es: Desde el %@ de %@ hasta el %@ de %@, el monto total depositado fue

# JH_VO_Week_Busiest_Day_Amount
source: The busiest day was %@ the %@ of %@ which had a total of $%.2f deposited in single deposits, and $%.2f deposited in batches.
es: El día más ocupado fue %@ el %@ de %@, con un total de $%.2f depositados en depósitos individuales, y $%.2f depositados en lotes.

# JH_VO_Weeks_History
source: Week's History
es: Historial de la semana

# JH_VO_Week_Single_Multi_Amount
source: There was a total of $%.2f deposited in single deposits, and $%.2f deposited in batches.
es: Hubo un total de $%.2f depositados en depósitos individuales, y $%.2f depositados en lotes.

# JH_VO_Week_Check
source: From the %@ of %@ through the %@ of %@, the total number of checks deposited was
es: Desde el %@ de %@ hasta el %@ de %@, el número total de cheques depositados fue

# JH_VO_Week_Busiest_Day_Check
source: The busiest day was %@ the %@ of %@ which had a total of %d checks deposited in single deposits, and %d checks deposited in batches.
es: El día más ocupado fue %@ el %@ de %@, con un total de %d cheques depositados en depósitos individuales, y %d cheques depositados en lotes.

# JH_VO_Week_Single_Multi_Check
source: There was a total of %d checks deposited in single deposits, and %d checks deposited in batches.
es: Hubo un total de %d cheques depositados en depósitos individuales, y %d cheques depositados en lotes.
